backend/modules/member/controllers/MemberController.php

SELECT * FROM `jenis_anggota` WHERE `id`=1
---
            // Binding location and Collection fro default create
            $model->locationCategory = $this->getLocationDefault(1);
            $model->collectionCategory = $this->getCategoryCollectionDefault(1);
            $biaya = JenisAnggota::findOne(1);